tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "kyleconroy/sqlc"
tap "michaeleisel/zld"
brew "bat"
brew "bottom"
brew "clang-format"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitui"
brew "go"
brew "helix"
brew "htop"
brew "jq"
brew "lazygit", link: false
brew "libpq", link: true
brew "llvm"
brew "neovim"
brew "ninja"
brew "node"
brew "pfetch"
brew "pyright"
brew "ripgrep"
brew "rust-analyzer"
brew "rustfmt"
brew "starship"
brew "stow"
brew "tmux"
brew "wget"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "michaeleisel/zld/zld"
cask "aldente"
cask "arc"
cask "cmake"
cask "discord"
cask "firefox"
cask "font-sf-pro"
cask "julia"
cask "obsidian"
cask "raycast"
cask "sf-symbols"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
vscode "aaron-bond.better-comments"
vscode "ahmadawais.shades-of-purple"
vscode "catppuccin.catppuccin-vsc"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "josetr.cmake-language-support-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.flake8"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "qufiwefefwoyn.kanagawa"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vscodevim.vim"
vscode "ziglang.vscode-zig"
